{
    "heroes": [
        {
            "name": "REINHARDT",
            "role": "TANK",
            "difficulty": "1",
            "description": "Clad in powered armor and swinging his hammer, Reinhardt leads a rocket-propelled charge across the battleground and defends his squadmates with a massive energy barrier.",
            "thumb": "images/thumb-rein.png",
            "video":"video/rein-video.mp4",
            "audio": [],
            "real_name": "Reinhardt Wilhelm, Age: 61" ,
            "occupation": "Adventurer",
            "base_of_operations": "Stuttgart, Germany" ,
            "affiliation": "Overwatch (formerly)",
            "phrase": "“JUSTICE WILL BE DONE.”" ,
            "story": "Reinhardt Wilhelm styles himself as a champion of a bygone age, who lives by the knightly codes of valor, justice, and courage. Over thirty years ago, Overwatch was founded to counter the threat of the robot uprisings around the world. Reinhardt, a highly decorated German soldier, was inducted as part of the original Overwatch strike team that put an end to the Omnic Crisis. After the conflict's resolution, Overwatch grew into a global institution, keeping the peace in a war-torn world. Reinhardt proved himself to be one of its most stalwart champions. Reinhardt's unique ethics and larger-than-life persona earned the admiration of his peers and superiors alike. Never afraid to speak his mind, he was Overwatch's most vocal supporter and, when necessary, its harshest critic, providing a constant reminder that Overwatch was meant to be a force for good. Having served into his late fifties, Reinhardt was faced with mandatory retirement from combat operations. Despondent about being removed from active duty, Reinhardt feared that his days of purpose and glory had ended. As times grew darker and Overwatch came under suspicion of corruption and sedition, Reinhardt could only watch as the cause he had dedicated his life to defending surrendered in disgrace. Though Overwatch was eventually disbanded, Reinhardt was not content to sit idly by while the world fell to disorder. Once again donning his Crusader armor, he has vowed to fight for justice across Europe like a knight of old, defending the innocent and winning hearts and minds with the promise of better days to come." ,
            "abilities": [
                {
                    "name": "ROCKET HAMMER",
                    "description": "Reinhardt’s Rocket Hammer is an exemplary melee weapon, able to deal punishing damage in a wide arc with every swing.",
                    "img": "images/rocket_hammer_ability.png",
                    "video": "video/rein-ability-1.mp4"
                }
            ]
        }
    ]
}

